export default {
	dataTable:[
{ name:'',desc:`A、我乐于帮助他人；`,desc2:`
B、我喜欢分析事物的原理`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我规划未来；`,desc2:`
B、我总结过去`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我想要每个人都喜欢我；`,desc2:`
B、我想要人们崇拜我`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我力争第一；`,desc2:`
B、我工作生活并重`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我一贯努力工作，雷厉风行；`,desc2:`
B、我注重过程和细节，确保成效`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我思考自身的长处；`,desc2:`
B、我思考有待改进之处`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我是一个重视团队氛围的人；`,desc2:`
B、我是一个理智追求事物本质的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能很好的了解别人；`,desc2:`
B、我能很好的与各种类型的人相处`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我与熟悉的人相处使我更加舒服；`,desc2:`
B、我和陌生人交谈非常自然`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我对现在的生活感觉很好；`,desc2:`
B、我认为我自己很能干`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢与人合作；`,desc2:`
B、我喜欢个人奋斗`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能使别人有成就感；`,desc2:`
B、我能使别人感到我的建议很重要`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我按照自己的世界观去生活；`,desc2:`
B、我按照自己的理想和信念去生活`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、成为他人的知己使我满足；`,desc2:`
B、我希望成为他人的领导`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、走自己的路管别人怎么说`,desc2:`
B、我需要照顾到别人对我的看法`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我致力于发展前景的思考；`,desc2:`
B、我信守自己的价值观`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我要自己的生活保持平衡`,desc2:`
B、我希望我的家庭过最好的生活`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我每天多次谈到自己对未来的展望；`,desc2:`
B、我愿腾出时间思考怎样实现未来`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能够使别人兴奋起来；`,desc2:`
B、我能够使别人平静下来`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我一旦作出决定，就必须付诸行动`,desc2:`
B、我在行动之前需要确认可能发生的因素`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我比大多数人更加专心去做要完成的事`,desc2:`
B、我顺其自然最好`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我认为世上没有巧合，一切都事出有因`,desc2:`
B、对我来说巧合指运气、机遇、侥幸、偶然`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我善于争取别人`,desc2:`
B、我善于了解别人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢表扬别人；`,desc2:`
B、我喜欢更受到表扬`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢竞赛`,desc2:`
B、我喜欢学习`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我思考问题总是考虑大家的想法；`,desc2:`
B、我思考问题总是设想各种结果，观察走向`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我充满活力，满怀喜悦和欢乐；`,desc2:`
B、我了解影响形势的所有因素`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我想成为一家公司的领导者；`,desc2:`
B、我为别人牵挂`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我有时会威逼别人；`,desc2:`
B、我在高手面前感到渺小`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能换位思考，并理解他人的感受；`,desc2:`
B、我能够爱所有的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我推动别人进步；`,desc2:`
B、我使别人快乐`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我是一个无忧无虑的人；`,desc2:`
B、我比同龄人更成熟`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我尽量与别人一起做事；`,desc2:`
B、我喜欢为别人张罗`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、通过研究我的过去预测我的未来；`,desc2:`
B、我的过去与我的未来无关`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我属于超越自我的宏观世界；`,desc2:`
B、我是一个脚踏实地的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我要我的工作和生活融为一体；`,desc2:`
B、工作只是一种谋生的手段`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、有人不喜欢我时，我会感到沮丧；`,desc2:`
B、如果自己认为不对的事，就会感到内疚`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我组织；`,desc2:`
B、我分析`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能把握对别人的谈话要点，使他们感觉良好；`,desc2:`
B、我通过倾听，使人们感觉获得理解`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢富于哲理的人；`,desc2:`
B、我喜欢和勤奋而富有成效的人交往`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我乐于使别人认识其自身的价值；`,desc2:`
B、我乐于使别人认识自己的特点`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的直觉能够了解他人所想`,desc2:`
B、我在逻辑上能够了解事物的本质`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我对生活持有一种健康的怀疑态度；`,desc2:`
B、我相信自己与全人类都有关联`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的朋友请我讲故事；`,desc2:`
B、我的朋友请我出主意`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我在上午工作效率最高；`,desc2:`
B、我在晚上工作效率最高`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我对自己充满信心`,desc2:`
B、我对我的现状不满意`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、任何与体育有关的事都会强烈吸引我；   `,desc2:`
B、任何与人文思想有关的事都会强烈吸引我；`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我是一个十分整洁的人；`,desc2:`
B、我坚持自己的决定`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我通过与别人分享而成长；`,desc2:`
B、我通过学习而成长`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我按照自己对未来的书面规划而行动；`,desc2:`
B、我认为要先把眼前的问题解决好`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我注重未来能够取得的成就；`,desc2:`
B、我想像自己如何应对未来可能发生的事情`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我不排斥任何人，从而不伤害他们的感情；`,desc2:`
B、我仔细挑选我的朋友`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我不自负，能够和大多数人融入在一起`,desc2:`
B、被别人视为可信、专业化或成功人士对我很重要`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢追寻历史起因；`,desc2:`
B、我喜欢预测未来`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我对我生活中的遇到事件进行分析；`,desc2:`
B、我对影响我生活的事件充满激情`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我通过发挥自身的优势取得进步；`,desc2:`
B、我通过克服自身的弱点取得进步；`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、对我来说每件事都必须事先计划；`,desc2:`
B、车到上前必有路，船到桥头自然直`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我寻找各种不同的做事方法；`,desc2:`
B、我确立常规的做事方法`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我讨厌爱发脾气的人；`,desc2:`
B、我认为必要时可以发脾气`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢放松；`,desc2:`
B、我喜欢清扫`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、有钱就是幸福；`,desc2:`
B、有钱不等于幸福`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我征求别人的意见；`,desc2:`
B、别人征求我的意见`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我认为平等对待所有人，并制定明确的规则至关重要； `,desc2:`    
B、我认为应该发现每个人的优势并激励`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我借助大家的意见寻找正确答案；`,desc2:`
B、我对答案和问题一目了然`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我慷慨地称赞任何人；`,desc2:`
B、我只称赞值得称赞的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、战胜对手使我成就感十足`,desc2:`
B、按照计划完成目标是我的本能`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我善于使截然不同的人相互合作；`,desc2:`
B、我有平等对待不同的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我尽量不离开自己舒适的领地；`,desc2:`
B、我寻找刺激，敢冒风险`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能够体会同事的感受；`,desc2:`
B、我喜欢和同事们高谈阔论`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我关注人们的特点，而不在乎我是否喜欢他们；`,desc2:`
B、我不喜欢某些人，他们和我格格不入`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我凭感觉认知别人的特点`,desc2:`
B、我凭理智进行重要决策；`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我随机应变，根据事情的发生做出反应；`,desc2:`
B、我分清事情的轻重缓急，然后采取行动`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢每个人；`,desc2:`
B、我要每个人都喜欢我`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、根据当前的需要，我专注做好眼前的事；`,desc2:`
B、我着眼于未来的生活和发展`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我每周设定工作目标，并努力完成；`,desc2:`
B、我很灵活，根据当日需求决定工作内容`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我对大多数事物都给予关注；`,desc2:`
B、我只对自己特别感兴趣的事给予关注`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢目标、要求和过程都非常精确的工作；`,desc2:`
B、我喜欢团队合作`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我研究人的行为根源；`,desc2:`
B、我惯于自我反思`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我按部就班；`,desc2:`
B、我热情洋溢`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我相信善有善报，恶有恶报；`,desc2:`
B、兵来将挡，水来土掩是问题总有解决的方法`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢别人听我讲话；`,desc2:`
B、我喜欢听别人讲话`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我很会讲故事；`,desc2:`
B、我善于辅导`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢讲话；`,desc2:`
B、我喜欢思考`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我是个完美主义者；`,desc2:`
B、我是个实干家`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我思考问题脚踏实地,广泛调查分析；`,desc2:`
B、我思考问题善于创造，且具有战略眼光`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢坦诚指出我弱点和短板的人；`,desc2:`
B、我选择与欣赏我的长处的人交往`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能同时照顾好几件事；`,desc2:`
B、我可以为别人作出必要的牺牲`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我善于交际；`,desc2:`
B、我喜欢与朋友一起相互帮助与合作`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我思维敏捷,经常提出独特的观点；`,desc2:`
B、我的谈话使人愉快`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、人生的任何经历对我来说都是财富；`,desc2:`
B、我喜欢外出增长见识，使我了解更多有用的信息`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢一切制度、流程来办事；`,desc2:`
B、我喜欢反复检查，确保一切井井有条`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我善于观察人们之间的区别；`,desc2:`
B、我平等对待所有人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的成就在于克服弱点，弥补缺陷；`,desc2:`
B、我的成就在于增强自身的优势`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、在遇到困难而必须圆满完成任务时，我面面俱到，关注细节；`,desc2:`
B、在遇到困难而必须圆满完成任务时，我往往抓住重点，发挥团队优势`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的性格外向；`,desc2:`
B、在必要时我能够作到开朗大方`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢剖析事件缘由，判断其发展的方向；`,desc2:`
B、事情不去做怎么能知道结果呢`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、永远没有理由偏袒`,desc2:`
B、永远没有理由说谎`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我觉得的每天工作忙碌充实；`,desc2:`
B、我认为自己还有很大潜力`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我以严谨著称；`,desc2:`
B、我以幽默感著称`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我正在创造我的未来；`,desc2:`
B、我正在研究我的未来`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢挑战别人；`,desc2:`
B、我喜欢鼓励别人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、凡事应三思而后行`,desc2:`
B、多个朋友多条路`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我慷慨大方；`,desc2:`
B、我勤俭持家`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我促使大家达成一致`,desc2:`
B、我是一名很有成就的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能理解每个人的想法，给予认同`,desc2:`
B、我为人正直`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能根据需要长时间学习；`,desc2:`
B、我能够集中注意力的时间很短`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我避免过分赞扬人，因此当我这样做时就显得很有份量；`,desc2:`
B、我慷慨地赞扬我的同事`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我愿意了解新事物；`,desc2:`
B、我的价值观很稳定`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的生活有目标；`,desc2:`
B、我的生活充满欢乐`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢富有哲理的讨论；`,desc2:`
B、我喜欢制定目标的会议`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢独处；`,desc2:`
B、我想念我的朋友`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我想象未来；`,desc2:`
B、我理解造成当前情形的原因`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我经常思考自己的过去、现在和未来；`,desc2:`
B、我对自己在生活中取得的进步感到满意`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我愿意花大量的时间和朋友们在一起；`,desc2:`
B、我喜欢专心做我认为重要的事情`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我小时候喜欢和一大帮朋友们一起玩；`,desc2:`
B、我小时候循规蹈矩从不给同伴或大人惹麻烦`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢招待别人；`,desc2:`
B、我答应别人的事一定要完成`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我讨厌受控制；`,desc2:`
B、我喜欢制定规矩`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我是一个好老师，喜欢辅导别人`,desc2:`
B、我是一个好督查，喜欢一切井井有条`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我不与大大咧咧的人交往；`,desc2:`
B、我不与不诚实的人交往`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、当遇到困难时我经常向人请教；`,desc2:`
B、当遇到困难时我经常能自己解决`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我不喜欢做事目标不明确的人；`,desc2:`
B、我不喜欢保守、刻板、面无表情的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、随遇而安是我生活的态度；`,desc2:`
B、照顾家庭是因为责任的驱动`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我鼓励别人；`,desc2:`
B、我推动别人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我过于轻信别人；`,desc2:`
B、我过于雄心勃勃`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、过去发生的事激励我；`,desc2:`
B、未来可能取得的成就激励我`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、为完成目标我能集中注意力`,desc2:`
B、当我能提前完成任务时，我的思维更清晰`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我认为大多数人都有过偷窃的念头；`,desc2:`
B、我认为偷窃的人都应受到惩罚`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的最大愿望是做自己热爱的工作；`,desc2:`
B、我的最大愿望是被别人认同`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我是一个通情达理的人；`,desc2:`
B、我是一个有责任心的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我工作的时候往往会注意不到周围的变化；`,desc2:`
B、我通过研究过去，增长见识`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我尽力而为使我感到满足；`,desc2:`
B、我立志有所建树`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我有强烈的求知欲；`,desc2:`
B、我认为人都需要需相互认知和理解`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我经常考虑因果关系；`,desc2:`
B、我遇到事情及时应对`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我寻找失败的原因；`,desc2:`
B、我享受成功后的感觉`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢收藏；`,desc2:`
B、我只收集我认为十分精美或特别有价值的东西`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我常常能提出建设性的意见；`,desc2:`
B、当解决了难题、排除了故障时我感到特有成就感`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我待人随和；`,desc2:`
B、我善于发挥不同的人的长处`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我花较多的时间考虑如何取得竞争优势；`,desc2:`
B、我花更多时间考虑如何应对未来可能发生的问题；`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我认为竞争才能发挥人的最大潜能，所以我刺激我的员工相互竞争`,desc2:`
B、我能使很多人在一起同甘共苦相互合作，并建立很深的友谊`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我常常从失败中总结教训；`,desc2:`
B、我只关注如何把我最擅长的事做得尽善尽美`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我尽力使别人发挥其特长；`,desc2:`
B、我尽力使每个人得到进步`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、工作需要把握好节奏，逐一推进；`,desc2:`
B、如有需要，我整个晚上都能集中精力工作`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我轻松愉快；`,desc2:`
B、我严肃认真`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我往往能快速及时的开始一项新任务`,desc2:`
B、我说到做到言而有信`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我不拒绝任何人`,desc2:`
B、我仔细挑选相同价值观的人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我兴趣广泛，好奇心强；`,desc2:`
B、我专注把握我感兴趣的事做好，`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我观察生活；`,desc2:`
B、我主宰自己的生活`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、为了解决一个问题，我常契而不舍地长时间工作；`,desc2:`
B、只要能将任务完成就好`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的成就非凡；`,desc2:`
B、我一贯创造积极成果`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我比别人更机智；`,desc2:`
B、我在很多人面前感到渺小`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我同时做几件事情效率最高`,desc2:`
B、一件事情，一件事情的做我更专注`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我希望经常与我的上司和同事沟通；`,desc2:`
B、我希望有更多的自己独立支配的时间`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我发起并积极推动`,desc2:`
B、我承诺并一心落实`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我经常思考数字；`,desc2:`
B、我喜欢思考宏观形象的事情`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我偏爱讨论思想；`,desc2:`
B、我偏爱体育运动`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的词汇富于哲理；`,desc2:`
B、我的词汇偏重实用`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我使用简短的词汇；`,desc2:`
B、我常用复杂抽象的词汇`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、感觉我的大脑总是不停地思索运转；`,desc2:`
B、我这人说干就干，讲究效率`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢听讲；`,desc2:`
B、我喜欢小组讨论`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、帮助别人解决难题，排除故障使我感到快乐；`,desc2:`
B、从数据中发现规律使我感到兴奋；`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我关注分析时事；`,desc2:`
B、我不太关注时事`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我总能及时完成任务；`,desc2:`
B、我言而有信，说到做到`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、一个新创意会使我激动不已；`,desc2:`
B、完成一件交给我的任务会使我激动不已`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、和别人一起时我觉得我的点子最多；`,desc2:`
B、我喜欢和别人一起讨论解决问题的办法`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能详细解释复杂过程；`,desc2:`
B、我有化繁为简的天赋`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我能快速阅读感兴趣的书籍`,desc2:`
B、我阅读较慢，因为我要琢磨理解书中的内容`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、取胜最重要；`,desc2:`
B、按规矩做事最重要`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我的哲学指引我的生活；    `,desc2:`                   
B、我能主导自己的生活`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我经常会一个人呆呆冥想；`,desc2:`
B、我喜欢和别人在一起`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我了解自身长处超过弱点；     `,desc2:`                
B、我了解自身弱点超过长处`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、只要确定目标，我勇往直前`,desc2:`
B、我会担心我的行为影响到别人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我喜欢和别人谈起我的旅行经历；`,desc2:`
B、我不断策划我的下一个旅行目标`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我经常以我的亲身经历教育别人；`,desc2:`
B、我喜欢树立榜样激励别人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我认为一个好的领导就是要能够调动别人做事；`,desc2:`
B、我认为一个好的领导就是要帮助别人更好地做事`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我善于处理纷繁复杂的事务；`,desc2:`
B、我喜欢制定统一的规则制度`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我习惯于根据统计数字预测未来；`,desc2:`
B、我习惯于根据当前形势预测未来`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我特别善于通过例举过去已取得的成就来鼓舞别人；`,desc2:`
B、我特别善于通过描绘未来远景鼓励别人`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我只有几个特别要好的老朋友；`,desc2:`
B、我认识的很多朋友，但交情很深的不多`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、我习惯于事先想好将要采购商品的标准，只要看到基本符合我需求的商品立刻就买；`,desc2:`
B、我事先不考虑太多，到了商场现场，调查一遍之后，再决定购买`,a:0,b:0,c:0,d:0,e:0,vab:1},
{ name:'',desc:`A、遇到故障或困难时，我常常一马当先；     `,desc2:`     
B、遇到故障或困难时,我往往首先想到找个能人来解决`,a:0,b:0,c:0,d:0,e:0,vab:1},
]
}